Repository: FreePBX/conferences
Catalog: i18n/*/LC_MESSAGES/conferences.po
Languages: es_es, fa_ir, it_it, pl

source: Actions
es_es: Acciones
fa_ir: عملیات
it_it: Azioni
pl: Działania

source: Add
es_es: Agregar
fa_ir: افزودن
it_it: Aggiungere
pl: Dodaj

source: Admin PIN
es_es: PIN Administrador
fa_ir: PIN مدیر
it_it: Amministratore PIN
pl: PIN administratora

source: Allow Menu
es_es: Permitir Menú
fa_ir: منو مجاز
it_it: Permessi Menu
pl: Menu zezwoleń

source: Allow creation of conference rooms where multiple people can talk together
es_es: Permitir creación de salas de conferencia donde varias personas pueden juntarse
fa_ir: اجازه ساخت اتاق کنفرانس برای آنکه چند کاربر با یکدیگر صحبت کنند
it_it: Consentire la creazione di sale conferenze in cui più persone possano parlare insieme
pl: Zezwalaj na tworzenie pokojów konferencyjnych, w których wiele osób może prowadzić jednoczesne dyskusje

source: Announce user join/leave. If enabled this will require the user to record their name before joining the conference
es_es: Anunciar usuario al entrar/salir. Si está habilitada será necesario que el usuario grabe su nombre antes de unirse a la conferencia
fa_ir: اعلان پیوست/ترک کاربر.در صورت فعال بودن کاربر باید قبل از ورود یک نام برای خود انتخاب کند
it_it: Annunciare l'iscrizione / uscita dell'utente. Se abilitato, questo richiederà all'utente di registrare il proprio nome prima di unirsi alla conferenza
pl: Ogłoś dołączenie/odejście użytkownika. Jeśli ta opcja jest włączona, użytkownik będzie musiał wypowiedzieć imię i nazwisko przed dołączeniem do konferencji

source: Announce user(s) count on joining conference
es_es: Dice el número de usuarios de la conferencia al entrar a la misma
fa_ir: اعلام تعداد کاربر(های) عضو شده در کنفرانس
it_it: Annuncia il conteggio degli utenti quando entrano in conferenza
pl: Ogłoś liczbę użytkowników dołączających do konferencji

source: Applications
es_es: Aplicaciones
fa_ir: درخواست
it_it: Applicazioni
pl: Aplikacje

source: Conf Number
it_it: Numero Conferenza
pl: Numer konferencji

source: Conference
es_es: Conferencia
fa_ir: کنفرانس
it_it: Conferenza
pl: Konferencja

source: Conference Name
es_es: Nombre de la Conferencia
fa_ir: نام کنفرانس
it_it: Nome della conferenza
pl: Nazwa konferencji

source: Conference Number
es_es: Numero de la Conferencia
fa_ir: شماره کنفرانس
it_it: Numero di conferenza
pl: Numer konferencji

source: Conference Number is missing.
pl: Brak numeru konferencji.

source: Conference Room %s : %s
es_es: Sala de conferencia %s: %s
fa_ir: اتاق کنفرانس %s: %s
it_it: Stanza di Conferenza %s: %s
pl: Pokój konferencyjny %s : %s

source: Conference Status
it_it: Stato di conferenza
pl: Status konferencji

source: Conference number used.
it_it: Numero conferenza usato.
pl: Używany numer konferencji.

source: Conference:
es_es: Conferencia:
fa_ir: کنفرانس ：
it_it: Conferenza:
pl: Konferencja:

source: Conference: %s
es_es: Conferencia: %s
fa_ir: کنفرانس ：%s
it_it: Conferenza: %s
pl: Konferencja: %s

source: Conferences
es_es: Conferencias
fa_ir: کنفرانس ها
it_it: Conferenze
pl: Konferencje

source: Conflicting Extensions
es_es: Extensiones en conflicto
fa_ir: داخلی های متضاد
it_it: Interni in conflitto
pl: Numery wewnętrzne powodujące konflikt

source: Delete
es_es: Borrar
fa_ir: حذف
it_it: Elimina
pl: Usuń

source: Description
es_es: Descripción
fa_ir: شرح
it_it: Descrizione
pl: Opis

source: Desctiption
it_it: Descrizione
pl: Opis

source: Desctiption of the conference.
it_it: Descrizione della conferenza.
pl: Opis konferencji.

source: Edit
es_es: Editar
fa_ir: ویرایش
it_it: Modificacre
pl: Edytuj

source: Enable Music On Hold when the conference has a single caller
es_es: Habilita la música en espera mientras la conferencia sólo tiene un asistente
fa_ir: وقتی کنفرانس یک تماس گیرنده دارد موسیقی انتظار تماس را فعال کنید
it_it: Attiva la Musica di Attesa quando c'è solo un utente nella conferenza
pl: Włącz muzykę na czekanie, gdy w konferencji bierze udział jeden rozmówca

source: Enter a PIN number for the admin user.<br><br>This setting is optional unless the 'leader wait' option is in use, then this PIN will identify the leader.<br>This pin should be different than the user pin.
es_es: Introducir un número PIN para el usuario admin. <br><br>Este ajuste es opcional a menos que la opción 'espera por lider' está en uso, entonces este PIN identificará el líder. <br> Este pin debe ser diferente que el pin de usuario .
fa_ir: برای کاربر مدیر شماره پین را وارد کنید. <br><br> این گزینه اختیاری است. <br> این پین باید با پین کاربر دیگر متفاوت باشد.
it_it: Inserisci un codice PIN per l'utente amministratore. <br> <br> Questa impostazione è facoltativa a meno che non sia in uso l'opzione 'capo attesa', quindi questo PIN identificherà il leader. <br> Questo pin dovrebbe essere diverso da quello dell'utente.
pl: Wprowadź numer PIN administratora.<br><br>To ustawienie jest opcjonalne, chyba że używana jest opcja „czekaj na lidera”, wtedy ten PIN będzie identyfikować lidera.<br>Ten PIN powinien być inny niż PIN użytkownika.

source: Extension
es_es: Extensión
fa_ir: داخلی
it_it: Estensione
pl: Numer wewnętrzny

source: Force Allow Conference Recording
it_it: Forza Consenti registrazione conferenza
pl: Wymuś zezwolenie na nagrywanie konferencji

source: Give this conference a brief name to help you identify it.
es_es: Asigne a esta conferencia un nombre descriptivo para ayudarle a identificarla.
fa_ir: به این کنفرانس نامی اختصاص دهید تا به شما در یافتن آن کمک کند.
it_it: Dare alla conferenza un nome breve per una facile identificazione.
pl: Nadaj tej konferencji krótką nazwę, która pomoże Ci ją zidentyfikować.

source: Import/Export Conferences
it_it: Importazione/Esportazione Conferenze
pl: Import/eksport konferencji

source: Inherit
es_es: Hereda
fa_ir: ارثی
it_it: Ereditare
pl: Odziedzicz

source: Join Message
es_es: Mensaje de Incorporacion
fa_ir: پیام عضویت
it_it: Unisciti al messaggio
pl: Wiadomość powitalna

source: Join message id.
it_it: Id messaggio ingresso.
pl: Identyfikator wiadomości powitalnej.

source: Language
es_es: Idioma
fa_ir: زبان
it_it: Linguaggio
pl: Język

source: Language.
it_it: Lingua.
pl: Język.

source: Leader Leave
es_es: Líder se retira
fa_ir: ترک رهبر
it_it: Lasciare il capo
pl: Lider opuścił

source: Leader Wait
es_es: Espera Líder
fa_ir: صبر رهبر
it_it: Aspetta capo
pl: Lider czeka

source: List Conferences
es_es: Lista de Cnferencias
fa_ir: فهرست کنفرانس ها
it_it: Elenco delle conferenze
pl: Lista konferencji

source: Maximum Number of users allowed to join this conference.
es_es: Numero Maximo de usuarios permitidos en esta conferencia.
fa_ir: بیشترین تعداد کاربران که میتوانند در کنفرانس عضو شوند.
it_it: Numero massimo di utenti autorizzati a partecipare a questa conferenza.
pl: Maksymalna liczba użytkowników, którzy mogą dołączyć do tej konferencji.

source: Maximum Participants
es_es: Máximos Participantes
fa_ir: بیشترین شرکت کنندگان
it_it: Partecipanti massimi
pl: Maksymalna liczba uczestników

source: Member Timeout
it_it: Timeout membro
pl: Limit czasu członka

source: Message to be played to the caller before joining the conference.<br><br>To add additional recordings please use the "System Recordings" MENU above
es_es: Mensaje a reproducir a la persona que llama antes de unirse a la conferencia. <br>Para añadir grabaciones adicionales por favor utilice el menú "Grabaciones de Sistema" Arriba
fa_ir: آهنگی که قبل از پیوستن تماس گیرنده به کنفرانس پخش میشود. <br><br> برای موارد ضبط شده دیگر از منو "سیستم ضبط شده" استفاده کنید
it_it: Messaggio da riprodurre al chiamante prima di unirsi alla conferenza. <br> <br> Per aggiungere ulteriori registrazioni, utilizzare il "MENU delle registrazioni di sistema" sopra
pl: Wiadomość do odtworzenia dzwoniącemu przed dołączeniem do konferencji.<br><br>Aby dodać dodatkowe nagrania skorzystaj z MENU "Nagrania systemowe" powyżej

source: Music
it_it: Musica
pl: Muzyka

source: Music (or Commercial) played to the caller while they wait in line for the conference to start. Choose "inherit" if you want the MoH class to be what is currently selected, such as by the inbound route.<br><br> This music is defined in the "Music on Hold" above.
es_es: Música (o comercial) a reproducir a la persona que llama mientras esperan en fila durante la espera para la conferencia. Elija "heredar" si quieres MoH que sea lo que está seleccionado actualmente, como por la ruta de entrada.<br> Esta música se define en el "Música en espera" más arriba.
it_it: La musica (o commerciale) suonava al chiamante mentre aspettavano in fila perché la conferenza iniziasse. Scegli "eredita" se vuoi che la classe MoH sia quella attualmente selezionata, ad esempio dalla rotta in entrata. <br> <br> Questa musica è definita nella "Musica d'attesa" sopra.
pl: Muzyka (lub reklama) odtwarzana dzwoniącemu podczas oczekiwania w kolejce na rozpoczęcie konferencji. Wybierz opcję „Dziedzicz”, jeśli chcesz, aby klasa MoH była aktualnie wybrana, np. trasa przychodząca.<br><br> Ta muzyka jest zdefiniowana w sekcji „Muzyka na czekanie” powyżej.

source: Music on Hold
es_es: Música en espera
fa_ir: موسیقی انتظار تماس
it_it: Musica di attesa
pl: Muzyka na czekanie

source: Music on Hold Class
es_es: Clase Música en espera
fa_ir: کلاس موزیک انتظار مکالمه
it_it: Musica in attesa di classe
pl: Klasa Muzyki na czekanie

source: Music.
it_it: Musica.
pl: Muzyka.

source: Mute everyone when they initially join the conference. Please note that if you do not have 'Leader Wait' set to yes you must have 'Allow Menu' set to Yes to unmute yourself
es_es: Poner en Mudo a cada quien al unirse al principio a la conferencia. Por Favor note que si usted no tiene "Espera por Líder" en "si" usted debe entonces tener "Permitir Menu" en "si" para que el asistente puede deshabilitar el Mudo por si mismo
fa_ir: ساکت کردن هرکسی که به کنفرانس میپیوندد
it_it: Disattiva tutti quando si uniscono inizialmente alla conferenza. Si noti che se non si dispone di 'Leader Wait' impostato su yes, è necessario avere 'Allow Menu' impostato su Yes per riattivare l'audio
pl: Wycisz wszystkich, którzy dołączają do konferencji. Pamiętaj, że jeśli nie masz ustawionej opcji „Przywódca czekania” na „tak”, musisz mieć opcję „Zezwalaj menu” na „Tak”, aby wyłączyć wyciszenie

source: Mute on Join
es_es: Mudo al unirse
fa_ir: عضویت بی صدا
it_it: Disattiva l'audio
pl: Wycisz przy dołączeniu

source: No
fa_ir: خیر
pl: Nie

source: No Limit
es_es: No Limte
fa_ir: بدون محدودیت
it_it: Senza limiti
pl: Bez limitu

source: None
es_es: Ninguno
fa_ir: هیچ
it_it: Nessuno
pl: Żaden

source: Option of the Conference is missing.
pl: Brakuje opcji Konferencji.

source: Option of the Conference.
it_it: Opzioni Conferenza.
pl: Opcja konferencji.

source: Options
it_it: Opzioni
pl: Opcje

source: PIN code for admin.
it_it: Codice PIN admin.
pl: PIN dla administratora.

source: PIN code for user.
it_it: Codice PIN utente.
pl: PIN dla użytkownika.

source: Please enter a valid Conference Name
es_es: Por favor, introduzca un nombre de conferencia válido
fa_ir: نام کنفرانس معتبر وارد کنید
it_it: Prego immettere un Nome valdio per la Conferenza
pl: Wprowadź prawidłową nazwę konferencji

source: Please enter a valid Conference Number
es_es: Por favor, introduzca un número de conferencia válido
fa_ir: تعداد کنفرانس معتبر وارد کنید
it_it: Prego immettere un Numero di Conferenza valido
pl: Proszę wprowadzić prawidłowy numer konferencji

source: Please note depending on hardware and settings a higher limit may cause call quality issues.
it_it: Si noti che, a seconda dell'hardware e delle impostazioni, un limite superiore può causare problemi di qualità delle chiamate.
pl: Należy pamiętać, że w zależności od sprzętu i ustawień wyższy limit może powodować problemy z jakością połączeń.

source: Present Menu (user or admin) when '*' is received ('send' to menu)
es_es: Permitir el acceso al menú al usuario o al administrador cuando se se pulsa la tecla '*'
fa_ir: منوی فعلی(کاربر یا مدیر) وقتی'*' دریافت شد (ارسال به منو)
it_it: Presenta il menu (utente o amministratore) quando si preme '*' ('invia' al menu)
pl: Obecne menu (użytkownika lub administratora) po odebraniu „*” („wyślij” do menu)

source: Quiet Mode
es_es: Modo Silencioso
fa_ir: حالت سکوت
it_it: Modalità silenziosa
pl: Tryb cichy

source: Quiet mode (do not play enter/leave sounds)
es_es: Modo silencioso (no reproducir sonidos cuando alguien entre o salga de la conferencia)
fa_ir: حالت آرام(صدای ورود/خروج پخش نمیشود)
it_it: Attiva la modalità silenziosa, non riproduce i suoni quando si entra o esce dalla conferenza
pl: Tryb cichy (nie odtwarzaj dźwięków dołączenia/opuszczenia)

source: Record Conference
es_es: Grabar Conferencia
fa_ir: ضبط کنفرانس
it_it: Conferenza discografica
pl: Nagraj konferencję

source: Record the conference call
es_es: Graba las llamadas de la conferencia
fa_ir: ضبط تماس کنفرانس
it_it: Registra la conferenza
pl: Nagraj połączenie konferencyjne

source: Record the conference call. Note: This is broken when using %s or lower, and is therefore disabled. Enable "Force allow conference recording" under Advanced settings to override this. The Recording will not be available in either the CDR nor in Call Recordings and has to be downloaded by logging into the backend.
it_it: Registra la chiamata in conferenza. Nota: questo è rotto quando si usa %s1 o inferiore, e quindi disabilitato. Abilitare "Forza consentire la registrazione della conferenza" in Impostazioni avanzate per sovrascriverlo. La registrazione non sarà disponibile né nel CDR né nelle registrazioni delle chiamate e dovrà essere scaricata accedendo al back-end.
pl: Nagraj połączenie konferencyjne. Uwaga: ta funkcja nie działa, gdy używasz %s lub starszego i dlatego jest wyłączona. Aby zastąpić tę opcję, włącz opcję „Wymuś zezwolenie na nagrywanie konferencji” w menu Ustawienia zaawansowane. Nagranie nie będzie dostępne ani w CDR, ani w Nagraniach rozmów i należy je pobrać, logując się do backendu.

source: Reset
es_es: Reiniciar
fa_ir: بازنشانی
it_it: Azzerare
pl: Zresetuj

source: Sets talker detection. Asterisk will send events on the manager interface identifying the channel that is talking. The talker will also be identified on the output of the conference list CLI command. Note: If Conferences Pro is installed and licensed this will always be enabled
es_es: Establece la detección conversador. Asterisk enviará eventos en la interfaz del gestor que identifican que canal es que está hablando. El orador también se identificará en la salida del comando CLI lista de la conferencia. Nota: Si Conferencias-Pro está instalado y con licencia esto siempre se habilitará
it_it: Imposta il rilevamento di chi parla. Asterisk invierà eventi sull'interfaccia manager identificando il canale che sta parlando. L'oratore verrà identificato anche sull'output del comando CLI dell'elenco di conferenze. Nota: Se Conferences Pro è installato e concesso in licenza, questo sarà sempre abilitato
pl: Ustawia wykrywanie rozmówcy. Asterisk będzie wysyłać zdarzenia do interfejsu menedżera, identyfikując kanał, z którym się łączy. Osoba mówiąca zostanie również zidentyfikowana na wyjściu polecenia CLI listy konferencji. Uwaga: jeśli aplikacja Konferencje Pro jest zainstalowana i posiada licencję, opcja ta będzie zawsze włączona

source: Submit
es_es: Enviar
fa_ir: ثبت
it_it: Sottoscrivi
pl: Zatwierdź

source: Talker Detection
es_es: Deteccion de orador
fa_ir: تشخیص گوینده
it_it: Rilevamento degli oratori
pl: Wykrywanie rozmówcy

source: Talker Optimization
es_es: Optimizacion de Orador
fa_ir: بهینه سازی گوینده
it_it: Ottimizzazione degli oratori
pl: Optymalizacja rozmówcy

source: The language for the conference. If set to inherit or blank the language will be inherited from the first person who joins the conference esentially making the language of this conference dynamic. After the first person has joined the language can not be changed until all users have left the conference. If you set a value here the langauge will be forced irregardless of what language users have set
es_es: El idioma de la conferencia. Si se pone a heredar o en blanco el idioma se hereda de la primera persona que se une a la conferencia haciendo el idioma de esta conferencia dinámica. Después que la primera persona que se ha unido el idioma no se puede cambiar hasta que todos los usuarios han salido de la conferencia. Si establece un valor aquí el idioma será independientemente del idioma frzado para los usuarios
fa_ir: زبان کنفرانس
it_it: La lingua per la conferenza. Se impostato per ereditare o oscurare, la lingua verrà ereditata dalla prima persona che partecipa alla conferenza facendo in modo che la lingua di questa conferenza sia dinamica. Dopo che la prima persona è entrata nella lingua, non può essere modificata finché tutti gli utenti non hanno abbandonato la conferenza. Se si imposta un valore qui, la lingua verrà forzata in modo indeterminato rispetto alla lingua impostata dagli utenti
pl: Język konferencji. Jeśli ustawisz opcję dziedziczenia lub pustą, język zostanie odziedziczony od pierwszej osoby, która dołączy do konferencji, co zasadniczo sprawi, że język tej konferencji będzie dynamiczny. Po dołączeniu pierwszej osoby nie można zmienić języka, dopóki wszyscy użytkownicy nie opuszczą konferencji. Jeśli ustawisz tutaj wartość, język zostanie wymuszony niezależnie od tego, jaki język ustawili użytkownicy

source: The user and admin can not have the same pin code.
es_es: El usuario y administrador no pueden tener el mismo código pin.
fa_ir: کاربر و مدیر نمیتوانند پین کد یکسان داشته باشند.
it_it: L'utente e l'amministratore non possono avere lo stesso codice pin.
pl: Użytkownik i administrator nie mogą mieć tego samego kodu PIN.

source: This specifies the number of seconds that the participant may stay in the conference before being automatically ejected. 0 = disabled, default is 21600 (6 hours)
it_it: Specifica il numero di secondi che il partecipante può rimanere nella conferenza prima di essere espulso automaticamente. 0 = disabilitato, l'impostazione predefinita è 21600 (6 ore)
pl: Określa liczbę sekund, przez jaką uczestnik może pozostać w konferencji, zanim zostanie automatycznie wyrzucony. 0 = wyłączone, wartość domyślna to 21600 (6 godzin)

source: Timeout
pl: Koniec czasu

source: Timeout of the conference.
it_it: Timeout conferenza.
pl: Koniec czasu konferencji.

source: Turns on talker optimization. With talker optimization, Asterisk treats talkers who are not speaking as being muted, meaning that no encoding is done on transmission and that received audio that is not registered as talking is omitted, causing no buildup in background noise.
es_es: Activa la optimización orador. Con la optimización, Asterisk trata participantes que no están hablando como estando silenciados, lo que significa que ninguna codificación se realiza en la transmisión de los participantes que no esten identificandos como Hablando, sin causar la acumulación de ruido de fondo.
it_it: Attiva l'ottimizzazione talker. Con l'ottimizzazione talker, Asterisk tratta gli utenti che non stanno parlando come disattivati, il che significa che non viene eseguita alcuna codifica durante la trasmissione e che l'audio ricevuto non registrato viene omesso, causando l'accumulo di rumore di sottofondo.
pl: Włącza optymalizację rozmówcy. Dzięki optymalizacji rozmówcy Asterisk traktuje rozmówców, którzy nie mówią, jako wyciszonych, co oznacza, że podczas transmisji nie jest wykonywane żadne kodowanie, a odebrany dźwięk, który nie jest zarejestrowany jako rozmowa, jest pomijany, dzięki czemu nie ma szumu tła.

source: Until Asterisk 14+ a random timestamp would be added to the end of the conference call recording which could not be determined in post call handling. Thus enabling conference call recording is disabled if using Asterisk 13 or lower. Enable this option to allow Conference Call recording to be enabled in Astrisk 13 or lower
it_it: Fino a quando asterisco 14+ sarebbe stato aggiunto un timestamp casuale alla fine della registrazione della chiamata in conferenza che non poteva essere determinata nella gestione delle chiamate successive. Pertanto, la registrazione di una chiamata in conferenza è disabilitata se si utilizza Asterisk 13 o inferiore. Abilitare questa opzione per abilitare la registrazione di videoconferenze da abilitare in Astrisk 13 o inferiore
pl: Do wersji Asterisk 14+ na końcu nagrania połączenia konferencyjnego dodawany był losowy znacznik czasu, którego nie można było określić podczas obsługi po połączeniu. Dlatego włączenie nagrywania rozmów konferencyjnych jest wyłączone, jeśli używasz Asterisk 13 lub niższej. Włącz tę opcję, aby umożliwić nagrywanie rozmów konferencyjnych w wersji Astrisk 13 lub starszej

source: Use this number to dial into the conference.
es_es: Use este número para llamar a la conferencia.
fa_ir: این شماره جهت ورود به کنفرانس است.
it_it: Utilizzare questo numero per entrare nella conferenza.
pl: Zadzwoń na ten numer, aby połączyć się z konferencją.

source: User Count
es_es: Cuenta de usuarios
fa_ir: تعداد کاربر
it_it: Conteggio utenti
pl: Liczba użytkowników

source: User PIN
es_es: PIN de Usuario
fa_ir: پین کاربر
it_it: PIN utente
pl: PIN użytkownika

source: User join/leave
es_es: Usuario entra/sale
fa_ir: کاربر پیوست/ترک کرد
it_it: L'utente entra / esce
pl: Użytkownik dołączył/opuścił

source: Users
it_it: Utenti
pl: Użytkownicy

source: Users.
it_it: Utenti.
pl: Użytkownicy.

source: Wait until the conference leader (admin user) arrives before starting the conference
es_es: Esperar hasta que el administrador se una para iniciar la conferencia
fa_ir: انتظار برای رسیدن مدیر(کاربر مدیر) کنفرانس قبل شروع
it_it: Attende l'arrivo dell'amministratore (leader) prima di iniziare la conferenza
pl: Przed rozpoczęciem konferencji poczekaj, aż twórca/lider konferencji (administrator) przybędzie

source: Warning! Extension
es_es: ¡Atención! La extensión
fa_ir: هشدار! داخلی
it_it: Attenzione!
pl: Ostrzeżenie! Numer wewnętrzny

source: When the conference leader (admin user) leaves all users will be kicked from the conference
es_es: Cuando el líder (usuario admin) de la conferencia sale, todos los usuarios serán expulsados de la conferencia
fa_ir: وقتی مدیراز کنفرانس خارج شد تمام کاربران نیز خارج شوند
it_it: Quando il leader della conferenza (utente amministratore) lascia tutti gli utenti saranno presi a calci dalla conferenza
pl: Kiedy twórca/lider konferencji (administrator) opuści konferencję, wszyscy użytkownicy zostaną wyrzuceni z konferencji

source: Yes
es_es: Sí
fa_ir: بله
it_it: Sì
pl: Tak
