Repository: FreePBX/conferences
Catalog: i18n/*/LC_MESSAGES/conferences.po
Languages: es_es, fa_ir, it_it, pl

source: You can require callers to enter a password before they can enter this conference.<br><br>This setting is optional.<br><br>If either PIN is entered, the user will be prompted to enter a PIN.<br> This pin should be different than the Admin pin
es_es: Puede exigir a personas que llaman que deben introducir una contraseña antes de que puedan entrar en esta conferencia. <br><br>Esta configuración es opcional. <br><br> Si se introduce un PIN, el usuario se le pedirá que introduzca el PIN. <br > Este PIN debe ser diferente al PIN de administración
fa_ir: شما میتوانید از کاربران بخواهید قبل از پیوستن به کنفرانس کلمه عبور وارد کنند.<br><br>This setting is optional.<br><br>If either PIN is entered, the user will be prompted to enter a PIN.<br> This pin should be different than the Admin pin
it_it: È possibile richiedere ai chiamanti di immettere una password prima di poter accedere a questa conferenza. <br> <br> Questa impostazione è facoltativa. <br> <br> Se si inserisce un PIN, all'utente verrà richiesto di immettere un PIN. <br> Questo pin dovrebbe essere diverso dal pin Admin
pl: Możesz wymagać od rozmówców wprowadzenia kodu PIN przed dołączeniem do tej konferencji.<br><br>To ustawienie jest opcjonalne.<br><br>Jeśli zostanie wprowadzony którykolwiek PIN to użytkownik zostanie poproszony o wprowadzenie kodu PIN.<br> Kod PIN użytkownika powinien być inny niż PIN administratora

source: You must set Allow Menu to Yes when not using a Leader or Admin in your conference, otherwise you will be unable to unmute yourself
es_es: Usted debe habilitar "Permitir Menu" en "Si" cuando no se esta usando un Lider o Administrador en la conferencia, de lo contrario, usted no podrá quitarse el Mudo a si mismo
fa_ir: شما اگر مدیر کنفرانس نیستید باید منو مجاز را بله انتخاب کنید
it_it: È necessario impostare Consenti menu su Sì quando non si utilizza un leader o un amministratore nella conferenza, altrimenti non sarà possibile riattivare l'audio
pl: Musisz ustawić Zezwól na Menu jeśli w Twojej konferencji nie ma Lidera ani Administratora, w przeciwnym razie nie będziesz mógł wyłączyć swojego wyciszenia

source: You must set an admin PIN for the Conference Leader when selecting the leader wait option
es_es: Debe establecer un PIN de administración para el administrador de la conferencia cuando se seleccione la opción 'Esperar al administrador'
fa_ir: وقتی گزینه انتظار رهبر را انتخاب میکنید باید برای رهبر کنفرانس پین مدیر تنظیم کنید
it_it: Devi impostare un PIN per il Leader della Conferenza quando si seleziona l'opzione attesa amministratore
pl: Wybierając opcję oczekiwania na lidera musisz ustawić PIN administratora dla Lidera Konferencji

source: default
es_es: defecto
fa_ir: پیش فرض
it_it: predefinito
pl: domyślny

source: description is blank.
pl: opis jest pusty.

source: inherit
es_es: heredado
fa_ir: ارث بردن
it_it: ereditare
pl: odziedzicz

source: is not allowed for your account.
es_es: no está autorizada en su cuenta
fa_ir: برای حساب شما مجاز نمیباشد.
it_it: Non hai i permessi.
pl: jest niedozwolone na Twoim koncie.

source: join message id
it_it: Id messaggio ingresso
pl: Identyfikator wiadomości dołączenia

source: Adding language column
es_es: Agregando columna idioma
fa_ir: افزودن ستون زبان
